export const introduction = {
  rj: {
    area: "软件园校区",
    group: [
      {
        groupName: "软件园分站",
        depart: [
          {
            departName: "web前端开发部",
            con: [
              "在web前端开发组，你可以利用HTML5、JavaScript(ES6)、CSS3等Web技术进行页面开发和小程序开发，感受前端技术易于上手、实时调试的魅力，发挥自己的奇思妙想 ，创造复杂、交互式、响应式的web程序。来到web前端，你可以充分发挥自己的想象。",
            ],
          },
          {
            departName: "web后端开发部",
            con: [
              "后端负责处理软件系统在“云上”的逻辑。从网站系统与成千上万访客同时交互，联系到数据库处理数以百万计的请求，后端都是背后默默的耕耘者，处理着重要的业务逻辑，控制展示给用户的数据。来后端，探索无限可能！",
            ],
          },
          {
            departName: "产品设计部",
            con: [
              "挖掘用户需求，设计产品项目，产出对应的需求文档和产品原型，联合其他部门进行产品项目的开发与上线。",
            ],
          },
          {
            departName: "视觉设计部",
            con: [
              "视觉设计部之于山大学线，犹如包装之于产品，妆容之于美人，我们为学线开发的每一个项目精心装扮，让它们以最好的模样展现在山大学子面前。我们是程序的化妆师、色彩的调配者、审美的发言人、强迫症本强。这是一个充满创造与美的地方，只要你有一颗向往设计的心，我们都会欢迎你！",
            ],
          },
          {
            departName: "移动开发部",
            con: [
              "接触基于java的安卓原生开发，使用flutter框架进行移动多端应用开发。同时负责学线各APP项目的开发与维护。每周都会有例会，引导大家学习，同时也会穿插一些活动或者讲一些学习上的内容。学线是一个大家庭，你会在这个组织中收获友谊、快乐甚至爱情。",
            ],
          },
          {
            departName: "有盐",
            con: [
              "原创文字作品，一群热爱生活，志同道合的笔友们碰撞思想，心灵交流。用文字和语言探讨生活中不可避免的问题，捕捉我们其妙的情绪表达。我们会开选题会，平时撰稿组稿，最终作品发表在学线公众号。有机会联合学线其他部门，辅助文案撰写。",
            ],
          },
        ],
      },
      {
        groupName: "软件园视平线分站",
        depart: [
          {
            departName: "视平线摄影部",
            con: [
              "加入我们，可以说是毫无门槛，只需要拥有一双发现美的眼睛，以及那天马行空的想象力。无论是摄影小白还是摄影大佬，都可以在我们摄影部门获取到无限的乐趣。调色、设备（相机、无人机、手机）使用、构图分析、丰富选题等等都可以在这里共享学习！只要你对拍照有那份兴趣，就可以来这一起快乐玩耍。",
            ],
          },
          {
            departName: "视平线视频部",
            con: [
              "视频部，顾名思义，就是利用相机和pr等视频剪辑软件做出好玩又有意思的视频。在这里你可以得到很多新的好玩知识，相机的使用权，以及和有意思的人一起快乐地玩耍！",
            ],
          },
          {
            departName: "视平线手绘部",
            con: [
              "当当当！喜欢板绘的同学们快把目光转到这边来啦！在这里，你可以得到学姐学长们的热情指导，学到手绘板和各类绘画软件的使用方法。只要你拥有对绘画的热爱、天马行空的想象力以及一颗愿意学习奋进的心，推送自己喜欢的作品不是梦！欢迎大家来我们部门一起愉快玩耍。",
            ],
          },
        ],
      },
    ],
  },
  xls: {
    area: "兴隆山校区",
    group: [
      {
        groupName: "技术工程事业群",
        depart: [
          {
            departName: "兴隆山视觉",
            con: [
              "学生在线兴隆山视觉设计组是一个团结友爱充满快乐的部门。平日里我们会一起交流设计技术，一起生产学生在线的视觉产品。部门里有各路大神：既有来自专业艺术设计的同学也有来自其他专业的大佬。来学生在线你不仅可以学习到各种设计技术，也能结交各路朋友，我们还会不定期举行部门团建，丰富大家的日常生活，我们还会不定期走出学生在线办公室，去到各个学院为大家普及基础的设计知识。成为视觉艺术的创造者，设计思维的传播者，来学线视觉，带你发现更精彩的自己。",
              "\r视觉设计组的日常分为",
              "\rUI设计，运营方向视觉设计,平面设计（物料）",
              "\r【UI】",
              "\r即User Interface(用户界面)的简称,是指对软件的人机交互、",
              "\r操作逻辑、界面美观的整体设计",
              "\r如i山大小程序、APP的用户界面、",
              "\r学生在线网站及其子站的界面设计",
              "\r【运营方向视觉设计】",
              "\r主要指网站或APP上",
              "\rbanner、活动页等的设计",
              "\r【平面设计】",
              "\r包括海报、宣传页、三折页",
              "\r书签、明信片等线下物料设计",
            ],
          },
          {
            departName: "兴隆山web",
            con: [
              "在这里你可以学到",
              "\r高大上的web前后端知识",
              "\r掌握html等多种语言",
              "\r一个网站从概念到实体的过程你都可以精通",
              "\r你可以用一行行代码",
              "\r构造出的属于你自己的web世界",
              "\r网站、小程序、后台开发",
              "\r服务器运维都不在话下",
              "\r思维的火花可以在这里绽放",
              "\r只要你有激情与热爱",
              "\r我们永远为你敞开大门",
              "\rweb组细分为前端和后端两类",
              "\r主要通过学习",
              "\rhtml，css，javascript，php等语言",
              "\r实现网页的制作以及数据库的交互",
              "\r欢迎对web有兴趣的所有人",
              "\r开发部的大门向大家敞开着！",
            ],
          },
        ],
      },
      {
        groupName: "兴隆山分站",
        depart: [
          {
            departName: "媒体后期部",
            con: [
              "山东大学学生在线兴隆山分站媒体后期部门是在当下全民新媒体浪潮下催生的，以学生为主体进行视频制作，后期加工的大家庭。整活？鬼畜？混剪？动画？所有的创意都可以在这里尽情挥洒。同时，我们也是学校各项活动的幕后媒体人，为大型活动进行宣传，回顾视频制作，更能深度参与活动。近一年产出视频代表有《1024程序员节》，《毕业跑》系列集。（更多视频可在各平台“山东大学学生在线”账号观看）近期将更聚焦于短视频制作，发现生活中的美好，探索更多可能。学生在线，精彩无限！",
            ],
          },
          {
            departName: "视平线",
            con: [
              "山东大学学生在线兴隆山分站视平线部门热衷、专注且执着于摄影，用快门记录镜头另一边的世界。我们从现实生活中汲取创作灵感，记录真实的生活，持续产出多风格，多形式的图文及视频；关注社会热点内容，打造内容丰富、与时俱进的网络文化平台。同时，我们也担任学校各项活动的记录者，用照片记录活动中有趣、丰富的人与事，提供活动的影像资料。近一年来，产出的推文包括《城市·在路上》、《一抹 人间》、《旅途》、《世间·这日子平凡却又灯火可亲》等；产出的视频包括《码出未来——致敬最可爱的造梦者》等。我们不仅致力于记录、分享生活中的美好，打造具有充实内容与情感表达的平台，同时也紧跟时事，产出相关照片、视频。",
            ],
          },
          {
            departName: "运营策划",
            con: [
              "这里是兴隆山分站运营策划部，我们组织策划活动，给你全程的参与感;我们紧跟时事、创造不可能，带来不一样的微信推文，开阔你的视野；我们有着完备的培训，将你打造为有能力的产品经理；我们有着各式的活动展台，丰富课余的同时，提升自己的能力；我们不定期团建，帮助你融入这个集体，打造学线共同体意识。这个九月期待你的加入，和有意思的人一起做有趣的事，一起为爱发电!!",
            ],
          },
        ],
      },
    ],
  },
  zx: {
    area: "中心校区",
    group: [
      {
        groupName: "易班工作站",
        depart: [
          {
            departName: "产品运营部",
            con: [
              "易班产品运营部门负责易班app和i山大公众号的运营维护以及新产品的设计。你可以化身小i客服，帮助同学答疑解惑；你可以利用易班平台，搭建投票功能等轻应用；你可以用Axure绘制新小程序或H5的原型图。同时，我们还会产出易班文创产品，制作短视频，让你的创意落地生根。在这里，学长学姐包教包会，我们期待见证你的小白变大佬、大佬变巨佬之路。易班产品运营部门欢迎有脑洞和热情的你!",
            ],
          },
          {
            departName: "活动策划部",
            con: [
              "易班活动策划部负责策划与实践有意义且有趣的活动，用奇思妙想丰富校园生活。从手语视频接力、易起过大年到云植树、传统知识文化竞赛再到端午能量粽。易班活动策划始终聚焦传统文化与社会温情，关注现实热点与浪漫情怀，在这里你可以认识到更多有趣的朋友，也会成为更好的自己。加入我们，保持热爱、并肩前行，在一个个精巧策划中坚固革命友谊。",
            ],
          },
          {
            departName: "内容建设部",
            con: [
              "易班的文字创作核心力量，当然非我们莫属。原创推文、活动预知、产品宣告，我们都有。在这里，只要你有脑洞和想法，就可以与各路大神展开头脑风暴，下一篇阅读量10万+的推文作者就是你。无论你是技术小白，还是公众号萌新，在这里，经验丰富的学长学姐们会带你一起学习H5、排版、海报……在这里，与技术大牛们一起交流、一起进步，我们更有手绘、长图等新板块与你一起探索。来易班内容建设部门，创作和技术，拿来吧你。",
            ],
          },
        ],
      },
      {
        groupName: "应用服务事业群",
        depart: [
          {
            departName: "内容孵化部",
            con: [
              "清风凉夏生笔意，行云流水，妙笔生花。我们是学生在线应用服务事业群内容孵化部文案组，主要负责应用服务事业群的文案工作，除了Q小线的说说编写和空降任务，每个成员都会有创新和展示自己的机会，比如自己创作推文或者创办活动等等。这里是文字创作者的自由世界，你可以尽情分享你的所见与心得，山河岁月，晚风春色，疯狂的热爱夹带着文雅，尽现于心间与笔下。丹青染神韵，妙笔绘山河。丹青染神韵，妙笔绘山河。心中沟壑，笔下春秋，我们是应用服务事业群内容孵化部绘画组。发挥你的想象力，激发笔的魔力，这里是创作者的归属；苍穹之下，思想所及，万物皆可绘；不论技巧，只谈梦想与热爱，执起画笔，让我们在绘画组这个温暖的家庭里共同创作，一起进步！在这里，你能找到自己的舞台，也能结交新的朋友，为大学生活创造无限精彩！学生在线应用服务事业群内容孵化部欢迎你的到来！",
            ],
          },
          {
            departName: "视频创作部",
            con: [
              "嗨！这里是应用服务工作站视频创作部。我们期待着每一位富有创造力的你。在这里，我们可以很硬核，也可以很轻量，可以快乐玩梗，也能够担起大梁。视频部提供摄影、剪辑技巧的培训和经验分享，产出视频面向大学生群体，涉及到生活学习的方方面面，并通过QQ、微信和B站等平台发布，突出“应用服务于大家”的主旨。生活不止视频，我们的视频也不止生活。镜头下的光影，帧与帧的交叠，经验和技术从来都不是限制你的因素。视频部大家庭，我们一起成长！",
            ],
          },
          {
            departName: "运营服务部",
            con: [
              "Hi！小线带着应用服务事业群运营服务部的部门介绍来啦！作为学生在线QQ官方号的运营部门，将其打造成优质的服务平台、更有效利率地为山大学生答疑解惑是运营每一位同学的共同目标。或初入大学的新生、或已是在校几年的SDUers，生活上、学习上难免会遇到问题，此时学姐学长们的经验、同伴们的帮助就尤为重要，那要到哪里获取呢？“知道群”便诞生了，本部门的同学是知道群气氛组，亦是群内的管理员，营造开放、包容的氛围使之成为同学们互帮互助的平台是运营知道群的关键问题。除了知道群，日常作为客服的一员为同学们答疑解惑、进行空间里实时热点的追逐和热门话题的讨论都是打造q小线的一部分，总之，丰富q小线的功能使之更好地为同学们提供服务是运营部门的核心工作。SDU是一个开放的、思想碰撞的平台，存在着许多不同的声音，本部门选择以讲座的形式“发声”，从选题到宣传、从嘉宾的确定到观众的邀请，讲座的每一个环节，都需要运营部门每一位同学来“精雕细琢”。除此之外，本部门还负责应用服务事业群内各部门之间的沟通与协调，视频部缺主角？运营上！文案部缺题材？运营征集！有新奇的点子想举办主题活动？运营协助承办！……总之，在运营你将有机会接触到各种各样有意思的 “任务”，探索到一个个新奇的领域。最后，运营服务部真诚期待各位同学的加入，你的灵光一现将成为部门的珍贵宝藏哇！",
            ],
          },
        ],
      },
      {
        groupName: "技术工程事业群",
        depart: [
          {
            departName: "web部门",
            con: [
              "想要玩转编程嘛？",
              "\r看着炫酷的效果",
              "\r 随指尖在键盘上的舞蹈",
              "\r自时代潮流以照进现实",
              "\r还是说，你也喜欢",
              "\r优化网页，让体验更具美感",
              "\r开发程序，让操作更加便捷",
              "\r从而愉悦自己，同时造福他人",
              "\r不用担心只是满怀兴趣而来",
              "\r学长学姐包教包会",
              "\r例会活动精彩多多",
              "\r如果你已经掌握了一些技术",
              "\r这里更是你编制梦想的舞台",
              "\rWe need you！",
              "\r严肃而活泼",
              "\r团结又高效",
              "\r感受创造的快乐",
              "\r提升思维的能力",
              "\r结识志同道合的朋友",
              "\r享受产品实现的骄傲",
              "\r就在web～",
              "\r我们诚挚期待您的加入！",
            ],
          },
          {
            departName: "视觉设计组",
            con: [
              "这是一个关于学线高质量部门纳新",
              "\r山东大学高效做锅人的推文介绍",
              "\r在视觉",
              "\r你可以享受一块画布被色彩填满的快乐",
              "\r你可以实现二维立体的创造",
              "\r你可以感受几何的多维变化、色彩的多样叠加",
              "\r你可以将脑中的奇思妙想落于纸笔",
              "\r真实地触摸到心中的设计",
              "\r在这里",
              "\r你还可以",
              "\r恰饭团建剧本杀",
              "\r快乐轻松把图画！",
              "\r",
              "\r亲爱的朋友",
              "\r当你熟练掌握PS、AI、XD等一系列设计软件时",
              "\r你家偶像的手幅还远吗",
              "\r热情加技术，书签海报花样多多",
              "\r你的酷炫照片还远吗",
              "\r漫画风油画风动漫风任君选择",
              "\r",
              "\r技术方面不必忧心",
              "\r不论是白如白板的小白",
              "\r还是专业大佬",
              "\r只要您有兴趣有责任心",
              "\r请加入我们",
              "\r和有意思的人，发现更精彩的自己",
              "\r学生在线，精彩无限！",
            ],
          },
        ],
      },

      {
        groupName: "中心团队",
        depart: [
          {
            departName: "财务部",
            con: [
              "是可靠的会计师，一切资金的管理者，精打细算资金保障，同时兼顾效率和公平",
            ],
          },
          {
            departName: "采购部",
            con: [
              "学线仓库管理大师、活动物资买买买、促进文创产品落地......有求必应，严谨节约，将购物、理财、和对外沟通囊括于一体。",
            ],
          },
          {
            departName: "活动策划部",
            con: [
              "搞事情小能手，策划爆款活动，和有趣的小伙伴一起头脑风暴，新奇点子迸发出火花",
            ],
          },
          {
            departName: "人力运营部",
            con: [
              "团队管家，调动全线人力资源、培养团队新鲜血液、是团队的粘合剂与活化剂",
            ],
          },
        ],
      },
      {
        groupName: "媒体运营中心",
        depart: [
          {
            departName: "媒体运营中心",
            con: [
              " 媒体运营中心，山东大学学生在线公众号的幕后推手，学生在线官方网站的重要运营者。我们敢想敢写，用文字诉说真情实感与奇思妙想；我们创意无限，用色彩、格式、多元的素材为图文注入趣味与创意；我们严谨细致，审核编辑来自各学院与组织的新闻稿件……从策划到产出，从写作到编辑，我们是全面发展的新媒体人；近4万关注的公众号，超百万点击量的网站，由我们用热爱共同运营。",
            ],
          },
        ],
      },

      {
        groupName: "网络媒体事业群",
        depart: [
          {
            departName: "有盐工作室",
            con: [
              "汤不够靓，我们有盐；",
              "\r西瓜不够甜，我们有盐；",
              "\r文字不够精彩，我们有盐。",
              "\r我们是有盐，文字的探路者。",
              "\r有颜有料，有盐绝妙；",
              "\r有盐，给你带来不一样的味道。",
            ],
          },
          {
            departName: "小树林日报",
            con: [
              " 小树林日报部门介绍",
              "\r一、总述",
              "\r小树林日报隶属于山东大学学生在线的网络媒体事业群，致力于打造山大最有思想性的专业媒体，这里不仅有好故事，还有深度与思考。部门日常流程为选题会、选题讨论、确定推文框架、文章创作、编辑发布。部门选题多围绕校园生活为主，时事追踪、特殊事件讨论为辅。",
              "\r二、版块介绍",
              "\r叨叨、聚焦、群像、沙龙、点解、稷下谈",
              "\r三、日常工作介绍",
              "\r1.	主笔：组织成员讨论推文框架；将文章框架发给责任编辑，并根据回馈进行修改；与成员确认分工和ddl；整合稿件，确认终稿",
              "\r2.	撰稿：撰写稿件",
              "\r3.	采访：采访新闻事件、人物；及时整理资料；完成稿件后发给被采访者预览和修改",
              "\r4.	编辑：推文排版编辑",
              "\r四、纳新要求",
              "\r1.具备一定的文字功底",
              "\r2.能够熟练使用公众号排版软件",
              "\r3.课余时间宽裕",
              "\r4.纳新对象为大一、大二学生",
            ],
          },
          {
            departName: "中心视平线",
            con: [
              "举起相机 记录百种滋味",
              "\r按下快门 捕捉高光瞬间",
              "\r热爱不改 感动常在",
              "\r影像从心 做自己人生的导演",
              "\r",
              "\r景色无际 方寸无边",
              "\r踏过山河万里 跨越春夏秋冬",
              "\r开拓崭新视野 颠覆原有想象",
              "\r我们看见世界 看见不平凡的自我",
              "\r",
              "\r视平线是山东大学学生在线的摄影工作部门，负责校内大型活动的拍摄、摄影图集的推送等。在这里，你能收获与摄影同好者的交流机会，能学习构图、摄影后期等相关知识，还能体验图集推文完整制作流程。无论是摄影新手还是老法师，我们都期待你的加入！",
            ],
          },
        ],
      },
    ],
  },
};
